Revit 2022 API
ParameterTypeId.RbsCtcTopElevation Property
 "Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId RbsCtcTopElevation { get; }
Visual Basic
Public Shared ReadOnly Property RbsCtcTopElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCtcTopElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace